Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 地图未能完成转换，请重试。
source: The map failed to complete the conversion, please try again.
es: La conversión del mapa no terminó. Inténtalo de nuevo.
ja: 地図の変換が完了しませんでした。再試行してください。
ko: 지도 변환이 완료되지 않았습니다. 다시 시도하세요.
pt_br: A conversão do mapa não terminou. Tente novamente.
zh_hans: 地图未能完成转换，请重试。
zh_hant: 地圖未能完成轉換，請重試。

# 地图来源
source: Map Provider
es: Proveedor de mapas
ja: 地図サービス
ko: 지도 제공업체
pt_br: Provedor de mapas
zh_hans: 地图来源
zh_hant: 地圖來源

# 地图直接编辑
source: Direct map editing
es: Edición directa en el mapa
ja: 地図で直接編集
ko: 지도에서 직접 편집
pt_br: Edição direta no mapa
zh_hans: 地图直接编辑
zh_hant: 地圖直接編輯

# 地图设置
source: Map settings
es: Ajustes del mapa
ja: 地図設定
ko: 지도 설정
pt_br: Ajustes do mapa
zh_hans: 地图设置
zh_hant: 地圖設定

# 地图鉴权失败
source: Map authentication failed
es: Error de autenticación del mapa
ja: 地図の認証に失敗しました
ko: 지도 인증 실패
pt_br: Falha na autenticação do mapa
zh_hans: 地图鉴权失败
zh_hant: 地圖鑒權失敗

# 地图页面缺失，请重新构建应用。
source: The map page is missing, please rebuild the application.
es: Falta la página del mapa. Vuelve a compilar la app.
ja: 地図ページがありません。アプリを再ビルドしてください。
ko: 지도 페이지가 없습니다. 앱을 다시 빌드하세요.
pt_br: A página do mapa está ausente. Compile o app novamente.
zh_hans: 地图页面缺失，请重新构建应用。
zh_hant: 地圖頁面缺失，請重新構建應用。

# 地点已校验，可保存收藏。
source: The location has been verified and can be saved as a favorite.
es: Ubicación verificada. Puedes guardarla como favorita.
ja: 位置を検証しました。お気に入りに保存できます。
ko: 위치가 검증되었습니다. 즐겨찾기에 저장할 수 있습니다.
pt_br: Localização verificada. Você pode salvá-la nos favoritos.
zh_hans: 地点已校验，可保存收藏。
zh_hant: 地點已校驗，可保存收藏。

# 地点预览
source: Place preview
es: Vista previa del lugar
ja: 場所をプレビュー
ko: 장소 미리보기
pt_br: Prévia do local
zh_hans: 地点预览
zh_hant: 地點預覽

# 地点预览失败，请检查网络。
source: Place preview failed, please check the network.
es: No se puede previsualizar el lugar. Comprueba la red.
ja: 場所をプレビューできません。ネットワークを確認してください。
ko: 장소 미리보기 실패. 네트워크를 확인하세요.
pt_br: Não foi possível visualizar o local. Verifique a rede.
zh_hans: 地点预览失败，请检查网络。
zh_hant: 地點預覽失敗，請檢查網絡。

# 坐标无效
source: Invalid coordinates
es: Coordenadas no válidas
ja: 座標が無効です
ko: 유효하지 않은 좌표
pt_br: Coordenadas inválidas
zh_hans: 坐标无效
zh_hant: 坐標無效

# 坐标格式
source: Coordinate format
es: Formato de coordenadas
ja: 座標形式
ko: 좌표 형식
pt_br: Formato de coordenadas
zh_hans: 坐标格式
zh_hant: 坐標格式

# 坐标转换失败
source: Coordinate conversion failed
es: Error al convertir coordenadas
ja: 座標変換に失敗しました
ko: 좌표 변환 실패
pt_br: Falha ao converter coordenadas
zh_hans: 坐标转换失败
zh_hant: 坐標轉換失敗

# 坐标转换失败，未修改照片位置。
source: Coordinate conversion failed and the photo location was not modified.
es: Error al convertir coordenadas. No se ha cambiado la ubicación de la foto.
ja: 座標変換に失敗しました。写真の位置は変更していません。
ko: 좌표 변환 실패. 사진 위치는 변경되지 않았습니다.
pt_br: Falha ao converter coordenadas. A localização da foto não foi alterada.
zh_hans: 坐标转换失败，未修改照片位置。
zh_hant: 坐標轉換失敗，未修改照片位置。

# 填写你的高德 Key 和安全密钥，即可搜索地点、查看地图。 也可以在左侧地图设置中切换到苹果地图。
source: Fill in your AMap Key and security key to search for locations and view the map. You can also switch to Apple Maps in the map settings on the left.
es: Introduce tu Key de AMap y la clave de seguridad para buscar lugares y ver el mapa. También puedes elegir Mapas de Apple en los ajustes de la izquierda.
ja: AMap Keyとセキュリティキーを入力すると、検索と地図表示を利用できます。 左側の地図設定でAppleマップに切り替えることもできます。
ko: AMap Key와 보안 키를 입력하면 장소 검색과 지도를 사용할 수 있습니다. 왼쪽 지도 설정에서 Apple 지도로 전환할 수도 있습니다.
pt_br: Insira sua Key do AMap e a chave de segurança para buscar locais e ver o mapa. Você também pode escolher Mapas da Apple nos ajustes à esquerda.
zh_hans: 填写你的高德 Key 和安全密钥，即可搜索地点、查看地图。 也可以在左侧地图设置中切换到苹果地图。
zh_hant: 填寫你的高德 Key 和安全密鑰，即可搜索地點、查看地圖。 也可以在左側地圖設定中切換到蘋果地圖。

# 填写你自己的 Web 端 JS API Key 和安全密钥，也可以稍后在地图设置中填写。
source: Fill in your own Web-side JS API Key and security key, or you can fill it in in the map settings later.
es: Introduce tu Key de la API JS para web y tu clave de seguridad. También puedes hacerlo después en los ajustes del mapa.
ja: ご自身のWeb向けJS API Keyとセキュリティキーを入力してください。後で地図設定から入力することもできます。
ko: 본인의 웹용 JS API Key와 보안 키를 입력하세요. 나중에 지도 설정에서 입력할 수도 있습니다.
pt_br: Insira sua Key da API JS para web e a chave de segurança. Você também pode fazer isso depois nos ajustes do mapa.
zh_hans: 填写你自己的 Web 端 JS API Key 和安全密钥，也可以稍后在地图设置中填写。
zh_hant: 填寫你自己的 Web 端 JS API Key 和安全密鑰，也可以稍後在地圖設定中填寫。

# 填写你自己的 Web 端（JS API）凭据，保存在本机钥匙串。
source: Fill in your own Web-side (JS API) credentials and save them in the local keychain.
es: Introduce tus credenciales de la API JS para web y guárdalas en el llavero local.
ja: ご自身のWeb向けJS API認証情報を入力し、このMacのキーチェーンに保存します。
ko: 본인의 웹용 JS API 인증 정보를 입력하고 이 Mac의 키체인에 저장합니다.
pt_br: Insira suas credenciais da API JS para web e salve nas Chaves locais.
zh_hans: 填写你自己的 Web 端（JS API）凭据，保存在本机钥匙串。
zh_hant: 填寫你自己的 Web 端（JS API）憑據，保存在本機鑰匙串。

# 备份占用：%1$@
source: Backup Storage: %1$@
es: Espacio de copias: %1$@
ja: バックアップ使用容量：%1$@
ko: 백업 사용 공간: %1$@
pt_br: Espaço dos backups: %1$@
zh_hans: 备份占用：%1$@
zh_hant: 備份佔用：%1$@

# 备份文件夹已设置。
source: The backup folder has been set.
es: Carpeta de copias configurada.
ja: バックアップフォルダを設定しました。
ko: 백업 폴더가 설정되었습니다.
pt_br: Pasta de backup configurada.
zh_hans: 备份文件夹已设置。
zh_hant: 備份資料夾已設定。

# 备份文件夹： %1$@ 当前占用 %2$@ MB。 其中 %3$@ 个备份已超过 %4$@ 天，占用 %5$@ MB。 是否删除这些旧备份？
source: Backup folder: %1$@ Currently occupying %2$@ MB. %3$@ backups are older than %4$@ days and occupy %5$@ MB. Delete these old backups?
es: Carpeta de copias: %1$@ Espacio ocupado: %2$@ MB. Copias con más de %4$@ días: %3$@, ocupan %5$@ MB. ¿Eliminar estas copias antiguas?
ja: バックアップフォルダ： %1$@ 使用容量：%2$@ MB。 %4$@日より古いバックアップ%3$@件が%5$@ MBを使用しています。 古いバックアップを削除しますか？
ko: 백업 폴더: %1$@ 사용 중: %2$@ MB. %4$@일보다 오래된 백업 %3$@개가 %5$@ MB를 사용합니다. 이 백업을 삭제할까요?
pt_br: Pasta de backup: %1$@ Espaço usado: %2$@ MB. Backups com mais de %4$@ dias: %3$@, ocupando %5$@ MB. Excluir esses backups antigos?
zh_hans: 备份文件夹： %1$@ 当前占用 %2$@ MB。 其中 %3$@ 个备份已超过 %4$@ 天，占用 %5$@ MB。 是否删除这些旧备份？
zh_hant: 備份資料夾： %1$@ 當前佔用 %2$@ MB。 其中 %3$@ 個備份已超過 %4$@ 天，佔用 %5$@ MB。 是否刪除這些舊備份？

# 备注（可选）
source: Remarks (optional)
es: Notas (opcional)
ja: メモ（任意）
ko: 메모(선택 사항)
pt_br: Notas (opcional)
zh_hans: 备注（可选）
zh_hant: 備注（可選）

# 复制定位信息
source: Copy location information
es: Copiar ubicación
ja: 位置情報をコピー
ko: 위치 정보 복사
pt_br: Copiar localização
zh_hans: 复制定位信息
zh_hant: 複製定位資訊

# 复制此照片的定位
source: Copy This Photo’s Location
es: Copiar ubicación de esta foto
ja: この写真の位置をコピー
ko: 이 사진의 위치 복사
pt_br: Copiar localização desta foto
zh_hans: 复制此照片的定位
zh_hant: 複製此照片的定位

# 多个轨迹在该时间对应不同位置，需选择轨迹来源。
source: Multiple tracks give different locations at this time. Select the track to use.
es: Varias rutas indican posiciones distintas a esta hora. Selecciona la ruta que deseas usar.
ja: この時刻に複数の軌跡が異なる位置を示しています。使用する軌跡を選択してください。
ko: 이 시간에 여러 경로가 서로 다른 위치를 나타냅니다. 사용할 경로를 선택하세요.
pt_br: Várias trilhas indicam posições diferentes neste horário. Selecione a trilha a usar.
zh_hans: 多个轨迹在该时间对应不同位置，需选择轨迹来源。
zh_hant: 多個軌跡在該時間對應不同位置，需選擇軌跡來源。

# 多选时，将相同的时间差应用到全部选中照片。
source: When multiple selections are made, the same time difference will be applied to all selected photos.
es: Con varias fotos seleccionadas, se aplica el mismo desfase a todas.
ja: 複数選択時は、同じ時間差をすべての選択写真に適用します。
ko: 여러 장을 선택하면 같은 시간 차이를 모든 선택 사진에 적용합니다.
pt_br: Com várias fotos selecionadas, aplica-se a mesma diferença de horário a todas.
zh_hans: 多选时，将相同的时间差应用到全部选中照片。
zh_hant: 多選時，將相同的時間差應用到全部選中照片。

# 好
source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# 存储
source: Storage
es: Almacenamiento
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
zh_hans: 存储
zh_hant: 存儲

# 安全密钥 securityJsCode
source: Security key securityJsCode
es: Clave de seguridad securityJsCode
ja: セキュリティキー securityJsCode
ko: 보안 키 securityJsCode
pt_br: Chave de segurança securityJsCode
zh_hans: 安全密钥 securityJsCode
zh_hant: 安全密鑰 securityJsCode

# 完成
source: Complete
es: Listo
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# 定位
source: Location
es: Ubicación
ja: 位置
ko: 위치
pt_br: Localização
zh_hans: 定位
zh_hant: 定位

# 定位服务遇到网络错误。请检查网络连接后重试。Mac 还需要开启 Wi‑Fi 来辅助定位，即使正在通过网线联网。
source: Location service encountered a network error. Please check your network connection and try again. Your Mac also needs Wi‑Fi turned on to assist with location, even when connected via a cable.
es: Error de red en el servicio de ubicación. Comprueba la conexión e inténtalo de nuevo. El Mac necesita Wi-Fi activado para localizarse, incluso con conexión por cable.
ja: 位置情報サービスでネットワークエラーが発生しました。接続を確認して再試行してください。有線接続でも、位置の特定にはMacのWi-Fiをオンにする必要があります。
ko: 위치 서비스에 네트워크 오류가 발생했습니다. 연결을 확인하고 다시 시도하세요. 유선 연결 중에도 위치 확인을 위해 Mac의 Wi-Fi를 켜야 합니다.
pt_br: Erro de rede no serviço de localização. Verifique a conexão e tente novamente. O Mac precisa do Wi-Fi ativado para se localizar, mesmo conectado por cabo.
zh_hans: 定位服务遇到网络错误。请检查网络连接后重试。Mac 还需要开启 Wi‑Fi 来辅助定位，即使正在通过网线联网。
zh_hant: 定位服務遇到網絡錯誤。請檢查網絡連接後重試。Mac 還需要開啓 Wi‑Fi 來輔助定位，即使正在通過網線聯網。

# 定位权限不可用。请在系统设置 → 隐私与安全性 → 定位服务中，开启定位服务并允许 PhotoTrail 使用定位。
source: Location access is unavailable. Enable Location Services and allow PhotoTrail in System Settings → Privacy & Security → Location Services.
es: La ubicación no está disponible. Activa Localización y permite PhotoTrail en Ajustes del Sistema → Privacidad y seguridad → Localización.
ja: 位置情報を利用できません。システム設定→プライバシーとセキュリティ→位置情報サービスをオンにし、PhotoTrailを許可してください。
ko: 위치 정보를 사용할 수 없습니다. 시스템 설정 → 개인정보 보호 및 보안 → 위치 서비스에서 서비스를 켜고 PhotoTrail을 허용하세요.
pt_br: A localização não está disponível. Ative os Serviços de Localização e permita o PhotoTrail em Ajustes do Sistema → Privacidade e Segurança → Serviços de Localização.
zh_hans: 定位权限不可用。请在系统设置 → 隐私与安全性 → 定位服务中，开启定位服务并允许 PhotoTrail 使用定位。
zh_hant: 定位權限不可用。請在系統設定 → 隱私與安全性 → 定位服務中，開啓定位服務並允許 PhotoTrail 使用定位。

# 导入
source: Import
es: Importación
ja: 読み込み
ko: 가져오기
pt_br: Importação
zh_hans: 导入
zh_hant: 導入

# 导入 GPX
source: Import GPX
es: Importar GPX
ja: GPXを読み込む
ko: GPX 가져오기
pt_br: Importar GPX
zh_hans: 导入 GPX
zh_hant: 導入 GPX

# 导入 GPX 轨迹
source: Import GPX tracks
es: Importar rutas GPX
ja: GPX軌跡を読み込む
ko: GPX 경로 가져오기
pt_br: Importar trilhas GPX
zh_hans: 导入 GPX 轨迹
zh_hant: 導入 GPX 軌跡

# 导入 GPX，或从历史记录加入轨迹。
source: Import GPX, or add tracks from history.
es: Importa GPX o añade rutas del historial.
ja: GPXを読み込むか、履歴から軌跡を追加してください。
ko: GPX를 가져오거나 기록에서 경로를 추가하세요.
pt_br: Importe GPX ou adicione trilhas do histórico.
zh_hans: 导入 GPX，或从历史记录加入轨迹。
zh_hant: 導入 GPX，或從歷史記錄加入軌跡。

# 导入包含子文件夹
source: Include subfolders when importing
es: Incluir subcarpetas al importar
ja: 読み込み時にサブフォルダを含める
ko: 가져올 때 하위 폴더 포함
pt_br: Incluir subpastas ao importar
zh_hans: 导入包含子文件夹
zh_hant: 導入包含子資料夾

# 导入时已包含定位信息
source: Location information has been included when importing
es: Tenía ubicación al importar
ja: 読み込み時から位置情報があります
ko: 가져올 때부터 위치 정보 있음
pt_br: Já tinha localização ao importar
zh_hans: 导入时已包含定位信息
zh_hant: 導入時已包含定位資訊

# 导入照片
source: Import Photos
es: Importar fotos
ja: 写真を読み込む
ko: 사진 가져오기
pt_br: Importar fotos
zh_hans: 导入照片
zh_hant: 導入照片

# 导入照片 → 查看或设置位置 → 检查后保存
source: Import photos → View or set the location → Save after checking
es: Importar fotos → Ver o definir ubicación → Revisar y guardar
ja: 写真を読み込む → 位置を確認・設定 → 確認して保存
ko: 사진 가져오기 → 위치 확인·설정 → 확인 후 저장
pt_br: Importar fotos → Ver ou definir localização → Revisar e salvar
zh_hans: 导入照片 → 查看或设置位置 → 检查后保存
zh_hant: 導入照片 → 查看或設定位置 → 檢查後保存

# 导入照片轨迹
source: Import photo track
es: Importar ruta de fotos
ja: 写真の軌跡を読み込む
ko: 사진 경로 가져오기
pt_br: Importar trilha de fotos
zh_hans: 导入照片轨迹
zh_hant: 導入照片軌跡

# 导入照片，开始定位
source: Import photos to add locations
es: Importa fotos para añadir ubicaciones
ja: 写真を読み込んで位置を追加
ko: 사진을 가져와 위치 추가
pt_br: Importe fotos para adicionar localizações
zh_hans: 导入照片，开始定位
zh_hant: 導入照片，開始定位

# 导入过的轨迹会保存在这里。
source: The imported track will be saved here.
es: Las rutas importadas se guardan aquí.
ja: 読み込んだ軌跡はここに保存されます。
ko: 가져온 경로가 여기에 저장됩니다.
pt_br: As trilhas importadas são salvas aqui.
zh_hans: 导入过的轨迹会保存在这里。
zh_hant: 導入過的軌跡會保存在這裡。

# 导入顺序
source: Import order
es: Orden de importación
ja: 読み込み順
ko: 가져온 순서
pt_br: Ordem de importação
zh_hans: 导入顺序
zh_hant: 導入順序

# 导出 GPX…
source: Export GPX...
es: Exportar GPX…
ja: GPXを書き出す…
ko: GPX 내보내기…
pt_br: Exportar GPX…
zh_hans: 导出 GPX…
zh_hant: 導出 GPX…

# 导出失败：%1$@
source: Export failed: %1$@
es: Error al exportar: %1$@
ja: 書き出しに失敗：%1$@
ko: 내보내기 실패: %1$@
pt_br: Falha ao exportar: %1$@
zh_hans: 导出失败：%1$@
zh_hant: 導出失敗：%1$@

# 导出完成：成功 %1$@，跳过 %2$@，失败 %3$@。
source: Export completed: success %1$@, skip %2$@, failure %3$@.
es: Exportación finalizada: correctas %1$@, omitidas %2$@, fallidas %3$@.
ja: 書き出し完了：成功%1$@、スキップ%2$@、失敗%3$@。
ko: 내보내기 완료: 성공 %1$@, 건너뜀 %2$@, 실패 %3$@.
pt_br: Exportação concluída: sucesso %1$@, ignoradas %2$@, falhas %3$@.
zh_hans: 导出完成：成功 %1$@，跳过 %2$@，失败 %3$@。
zh_hant: 導出完成：成功 %1$@，跳過 %2$@，失敗 %3$@。

# 导出完成：成功 %1$@，跳过 %2$@，失败 %3$@。报告保存在输出目录。
source: Export completed: success %1$@, skip %2$@, failure %3$@. The report is saved in the output directory.
es: Exportación finalizada: correctas %1$@, omitidas %2$@, fallidas %3$@. Informe guardado en la carpeta de salida.
ja: 書き出し完了：成功%1$@、スキップ%2$@、失敗%3$@。レポートは出力フォルダに保存しました。
ko: 내보내기 완료: 성공 %1$@, 건너뜀 %2$@, 실패 %3$@. 보고서는 출력 폴더에 저장되었습니다.
pt_br: Exportação concluída: sucesso %1$@, ignoradas %2$@, falhas %3$@. Relatório salvo na pasta de saída.
zh_hans: 导出完成：成功 %1$@，跳过 %2$@，失败 %3$@。报告保存在输出目录。
zh_hant: 導出完成：成功 %1$@，跳過 %2$@，失敗 %3$@。報告保存在輸出目錄。

# 导出定位副本
source: Export Geotagged Copies
es: Exportar copias con ubicación
ja: 位置情報付きのコピーを書き出す
ko: 위치 정보가 있는 사본 내보내기
pt_br: Exportar cópias com localização
zh_hans: 导出定位副本
zh_hant: 導出定位副本

# 导出所选照片的定位副本
source: Export Geotagged Copies of Selected Photos
es: Exportar copias de la selección con ubicación
ja: 選択した写真の位置情報付きコピーを書き出す
ko: 선택한 사진의 위치 정보 사본 내보내기
pt_br: Exportar cópias da seleção com localização
zh_hans: 导出所选照片的定位副本
zh_hant: 導出所選照片的定位副本

# 将同目录同名 JPG 与 RAW 作为一组处理
source: Pair JPG and RAW files with the same name in the same folder
es: Emparejar JPG y RAW del mismo nombre y carpeta
ja: 同じフォルダの同名JPGとRAWをペアにする
ko: 같은 폴더의 같은 이름 JPG와 RAW를 쌍으로 연결
pt_br: Emparelhar JPG e RAW com mesmo nome e pasta
zh_hans: 将同目录同名 JPG 与 RAW 作为一组处理
zh_hant: 將同目錄同名 JPG 與 RAW 作為一組處理

# 将当前照片滚动到照片条中央
source: Scroll the current photo to the center of the photo bar
es: Centrar la foto actual en la tira
ja: 現在の写真を写真バーの中央に表示
ko: 현재 사진을 사진 막대 중앙으로 이동
pt_br: Centralizar a foto atual na faixa
zh_hans: 将当前照片滚动到照片条中央
zh_hant: 將當前照片滾動到照片條中央

# 将此照片的位置应用到所选的 %1$@ 张照片
source: Apply this photo's position to the selected %1$@ photo
es: Aplicar esta ubicación a la selección (%1$@)
ja: この写真の位置を選択した%1$@枚に適用
ko: 이 사진의 위치를 선택한 %1$@장에 적용
pt_br: Aplicar esta localização à seleção (%1$@)
zh_hans: 将此照片的位置应用到所选的 %1$@ 张照片
zh_hant: 將此照片的位置應用到所選的 %1$@ 張照片

# 尚未设置备份文件夹，本地照片和 XMP 将无法保存；照片图库仍可能更新。
source: No backup folder is set. Local photos and XMP files cannot be saved; the Photos library may still be updated.
es: No hay carpeta de copias. No se pueden guardar fotos locales ni XMP; los elementos de la fototeca sí pueden actualizarse.
ja: バックアップフォルダが未設定です。ローカル写真とXMPは保存できませんが、写真ライブラリは更新される場合があります。
ko: 백업 폴더가 설정되지 않았습니다. 로컬 사진과 XMP는 저장할 수 없지만 사진 보관함은 업데이트될 수 있습니다.
pt_br: Nenhuma pasta de backup definida. Fotos locais e XMP não podem ser salvos; os itens da fototeca ainda podem ser atualizados.
zh_hans: 尚未设置备份文件夹，本地照片和 XMP 将无法保存；照片图库仍可能更新。
zh_hant: 尚未設定備份資料夾，本地照片和 XMP 將無法保存；照片圖庫仍可能更新。

# 展开地点搜索
source: Expand location search
es: Expandir búsqueda de lugares
ja: 場所の検索を展開
ko: 장소 검색 펼치기
pt_br: Expandir busca de locais
zh_hans: 展开地点搜索
zh_hant: 展開地點搜索

# 已保存
source: Saved
es: Guardado
ja: 保存済み
ko: 저장됨
pt_br: Salvo
zh_hans: 已保存
zh_hant: 已保存

# 已修改 %1$@ 张照片，另有 %2$@ 张跳过；请保存修改。
source: %1$@ photos have been modified and %2$@ have been skipped; please save the changes.
es: Fotos modificadas: %1$@; omitidas: %2$@. Guarda los cambios.
ja: %1$@枚変更、%2$@枚スキップしました。変更を保存してください。
ko: %1$@장 수정, %2$@장 건너뜀. 변경 사항을 저장하세요.
pt_br: Fotos alteradas: %1$@; ignoradas: %2$@. Salve as alterações.
zh_hans: 已修改 %1$@ 张照片，另有 %2$@ 张跳过；请保存修改。
zh_hant: 已修改 %1$@ 張照片，另有 %2$@ 張跳過；請保存修改。

# 已关闭
source: Off
es: Desactivado
ja: オフ
ko: 꺼짐
pt_br: Desativado
zh_hans: 已关闭
zh_hant: 已關閉

# 已关闭备份，保存时将直接更新照片文件。
source: Backups are off. Saving will update the photo files directly.
es: Las copias están desactivadas. Guardar modificará directamente los archivos de fotos.
ja: バックアップはオフです。保存時に写真ファイルを直接更新します。
ko: 백업이 꺼져 있습니다. 저장하면 사진 파일이 직접 수정됩니다.
pt_br: Os backups estão desativados. Salvar modificará diretamente os arquivos de fotos.
zh_hans: 已关闭备份，保存时将直接更新照片文件。
zh_hant: 已關閉備份，保存時將直接更新照片檔案。

# 已写入副本并回读验证；源文件哈希未改变。
source: Copy written and read back for verification; source file hash has not changed.
es: Copia escrita y verificada mediante relectura. El hash del original no ha cambiado.
ja: コピーを書き込み、再読み込みで検証しました。元のファイルのハッシュは変わっていません。
ko: 사본을 기록하고 다시 읽어 검증했습니다. 원본 파일의 해시는 변경되지 않았습니다.
pt_br: Cópia gravada e verificada por releitura. O hash do original não mudou.
zh_hans: 已写入副本并回读验证；源文件哈希未改变。
zh_hant: 已寫入副本並回讀驗證；源檔案哈希未改變。

# 已加入
source: Joined
es: Añadida
ja: 追加済み
ko: 추가됨
pt_br: Adicionada
zh_hans: 已加入
zh_hant: 已加入

# 已取消自动下载。
source: Automatic download has been cancelled.
es: Descarga automática cancelada.
ja: 自動ダウンロードをキャンセルしました。
ko: 자동 다운로드가 취소되었습니다.
pt_br: Download automático cancelado.
zh_hans: 已取消自动下载。
zh_hant: 已取消自動下載。

# 已填写
source: Filled in
es: Configurado
ja: 入力済み
ko: 입력됨
pt_br: Configurado
zh_hans: 已填写
zh_hant: 已填寫

# 已导入的文件会更新原条目，不会重复添加。
source: The imported file will update the original entry and will not be added repeatedly.
es: Los archivos ya importados actualizan su entrada sin duplicarse.
ja: 読み込み済みのファイルは既存の項目を更新し、重複追加しません。
ko: 이미 가져온 파일은 기존 항목을 업데이트하며 중복 추가하지 않습니다.
pt_br: Arquivos já importados atualizam sua entrada sem duplicação.
zh_hans: 已导入的文件会更新原条目，不会重复添加。
zh_hant: 已導入的檔案會更新原條目，不會重復添加。

# 已应用收藏位置，请保存照片。
source: The favorite location has been applied, please save the photo.
es: Ubicación favorita aplicada. Guarda la foto.
ja: お気に入りの位置を適用しました。写真を保存してください。
ko: 즐겨찾기 위치를 적용했습니다. 사진을 저장하세요.
pt_br: Localização favorita aplicada. Salve a foto.
zh_hans: 已应用收藏位置，请保存照片。
zh_hant: 已應用收藏位置，請保存照片。

# 已开启
source: On
es: Activado
ja: オン
ko: 켜짐
pt_br: Ativado
zh_hans: 已开启
zh_hant: 已開啓

# 已按全部导入轨迹的记录时段选中 %1$@ 张照片。
source: The %1$@ photo has been selected according to the recording period of all imported tracks.
es: Fotos seleccionadas según el período de todas las rutas importadas: %1$@.
ja: 読み込んだ全軌跡の記録時間に基づき、写真%1$@枚を選択しました。
ko: 가져온 모든 경로의 기록 시간에 따라 사진 %1$@장을 선택했습니다.
pt_br: Fotos selecionadas pelo período de todas as trilhas importadas: %1$@.
zh_hans: 已按全部导入轨迹的记录时段选中 %1$@ 张照片。
zh_hant: 已按全部導入軌跡的記錄時段選中 %1$@ 張照片。

# 已有定位
source: Already has a location
es: Ya tiene ubicación
ja: 位置は設定済み
ko: 이미 위치 있음
pt_br: Já tem localização
zh_hans: 已有定位
zh_hant: 已有定位

# 已缓存
source: Cached
es: En caché
ja: キャッシュ済み
ko: 캐시됨
pt_br: Em cache
zh_hans: 已缓存
zh_hant: 已快取

# 已选择 %1$@ 张照片
source: Selected Photos: %1$@
es: Fotos seleccionadas: %1$@
ja: %1$@枚選択中
ko: %1$@장 선택됨
pt_br: Fotos selecionadas: %1$@
zh_hans: 已选择 %1$@ 张照片
zh_hant: 已選擇 %1$@ 張照片

# 已选择 %1$@ 张（当前显示 %2$@ 张）
source: Selected: %1$@ (Visible: %2$@)
es: Selección: %1$@; visibles: %2$@
ja: %1$@枚選択中（表示中%2$@枚）
ko: %1$@장 선택됨(현재 %2$@장 표시)
pt_br: Seleção: %1$@; visíveis: %2$@
zh_hans: 已选择 %1$@ 张（当前显示 %2$@ 张）
zh_hant: 已選擇 %1$@ 張（當前顯示 %2$@ 張）

# 幻影黑
source: Phantom Black
es: Negro fantasma
ja: ファントムブラック
ko: 팬텀 블랙
pt_br: Preto fantasma
zh_hans: 幻影黑
zh_hant: 幻影黑

# 应用
source: Apply
es: Aplicar
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用
zh_hant: 應用

# 应用 %1$@ 个可靠匹配
source: Apply %1$@ reliable matches
es: Aplicar coincidencias fiables (%1$@)
ja: 信頼できる一致%1$@件を適用
ko: 신뢰할 수 있는 일치 %1$@개 적용
pt_br: Aplicar correspondências confiáveis (%1$@)
zh_hans: 应用 %1$@ 个可靠匹配
zh_hant: 應用 %1$@ 個可靠匹配

# 应用到照片
source: Apply to photos
es: Aplicar a fotos
ja: 写真に適用
ko: 사진에 적용
pt_br: Aplicar às fotos
zh_hans: 应用到照片
zh_hant: 應用到照片

# 应用收藏
source: Apply Favorite
es: Aplicar favorito
ja: お気に入りを適用
ko: 즐겨찾기 적용
pt_br: Aplicar favorito
zh_hans: 应用收藏
zh_hant: 應用收藏

# 应用收藏地点
source: Apply favorite location
es: Aplicar ubicación favorita
ja: お気に入りの位置を適用
ko: 즐겨찾기 위치 적용
pt_br: Aplicar localização favorita
zh_hans: 应用收藏地点
zh_hant: 應用收藏地點

# 应用照片定位到所选照片
source: Apply photo location to selected photo
es: Aplicar esta ubicación a la selección
ja: 写真の位置を選択した写真に適用
ko: 사진 위치를 선택한 사진에 적용
pt_br: Aplicar esta localização à seleção
zh_hans: 应用照片定位到所选照片
zh_hant: 應用照片定位到所選照片

# 应用轨迹匹配
source: Apply track matching
es: Aplicar coincidencias de rutas
ja: 軌跡の照合を適用
ko: 경로 일치 적용
pt_br: Aplicar correspondências de trilhas
zh_hans: 应用轨迹匹配
zh_hant: 應用軌跡匹配

# 度分
source: Degrees minutes
es: Grados y minutos
ja: 度・分
ko: 도·분
pt_br: Graus e minutos
zh_hans: 度分
zh_hant: 度分

# 度分秒
source: Degrees minutes seconds
es: Grados, minutos y segundos
ja: 度・分・秒
ko: 도·분·초
pt_br: Graus, minutos e segundos
zh_hans: 度分秒
zh_hant: 度分秒

# 开启后拖动标记，松手即更新待保存的位置；关闭可避免误触。
source: After turning it on, drag the mark and let go to update the location to be saved; turn it off to avoid accidental touches.
es: Si se activa, al soltar el marcador se cambia la ubicación pendiente de guardar. Desactívalo para evitar cambios accidentales.
ja: オンにすると、ドラッグして離した位置が保存待ちになります。誤操作を防ぐにはオフにしてください。
ko: 켜면 마커를 드래그한 뒤 놓은 위치가 저장 대기 상태로 적용됩니다. 실수로 변경하지 않으려면 끄세요.
pt_br: Se ativada, ao soltar o marcador, a localização fica pendente de salvar. Desative para evitar alterações acidentais.
zh_hans: 开启后拖动标记，松手即更新待保存的位置；关闭可避免误触。
zh_hant: 開啓後拖動標記，鬆手即更新待保存的位置；關閉可避免誤觸。

source: When automatic downloads are turned on, PhotoTrail will download the DMG when a new version is found. Click to open the installation image when starting next time; after opening, please exit PhotoTrail first, and then drag it to the "Applications" folder to complete the update.
es: Con la descarga automática, PhotoTrail descarga el DMG de la nueva versión. Al volver a iniciar, abre la imagen, sal de PhotoTrail y arrástralo a Aplicaciones para actualizarlo.
ja: 自動ダウンロードをオンにすると、新しいバージョンのDMGを取得します。次回起動時にイメージを開き、PhotoTrailを終了してから「アプリケーション」にドラッグして更新してください。
ko: 자동 다운로드를 켜면 새 버전의 DMG를 받습니다. 다음 실행 시 설치 이미지를 열고 PhotoTrail을 종료한 뒤 응용 프로그램 폴더로 드래그하여 업데이트하세요.
pt_br: Com o download automático, o PhotoTrail baixa o DMG da nova versão. Na próxima inicialização, abra a imagem, saia do PhotoTrail e arraste-o para Aplicativos para atualizar.
zh_hans: 开启自动下载后，PhotoTrail 会在发现新版时下载 DMG。下次启动时点击打开安装镜像；打开后请先退出 PhotoTrail，再拖到“应用程序”文件夹完成更新。
zh_hant: 開啓自動下載後，PhotoTrail 會在發現新版時下載 DMG。下次啓動時點擊打開安裝鏡像；打開後請先退出 PhotoTrail，再拖到“應用程序”資料夾完成更新。

source: After turning on automatic download, the DMG will be downloaded when a new version is found. Click to open the installation image when you start it next time; after opening, please exit PhotoTrail and then drag it to the "Applications" folder to complete the update. Can be adjusted at any time in the menu or settings.
es: Con la descarga automática, se descarga el DMG cuando hay una versión nueva. Al volver a iniciar, abre la imagen, sal de PhotoTrail y arrástralo a Aplicaciones. Puedes cambiar esta opción en cualquier momento.
ja: 自動ダウンロードをオンにすると、新しいバージョンのDMGを取得します。次回起動時にイメージを開き、PhotoTrailを終了してから「アプリケーション」にドラッグして更新してください。この設定はいつでも変更できます。
ko: 자동 다운로드를 켜면 새 버전의 DMG를 받습니다. 다음 실행 시 설치 이미지를 열고 PhotoTrail을 종료한 뒤 응용 프로그램 폴더로 드래그하세요. 이 설정은 언제든 변경할 수 있습니다.
pt_br: Com o download automático, o DMG é baixado quando há uma nova versão. Na próxima inicialização, abra a imagem, saia do PhotoTrail e arraste-o para Aplicativos. Você pode alterar esta opção a qualquer momento.
zh_hans: 开启自动下载后，发现新版时会下载 DMG。下次启动时点击打开安装镜像；打开后请先退出 PhotoTrail，再将它拖到“应用程序”文件夹完成更新。可随时在菜单或设置中调整。
zh_hant: 開啓自動下載後，發現新版時會下載 DMG。下次啓動時點擊打開安裝鏡像；打開後請先退出 PhotoTrail，再將它拖到“應用程序”資料夾完成更新。可隨時在菜單或設定中調整。

# 开始使用
source: Get Started
es: Empezar
ja: 使い始める
ko: 시작하기
pt_br: Começar
zh_hans: 开始使用
zh_hant: 開始使用

# 当前位置
source: Current location
es: Ubicación actual
ja: 現在の位置
ko: 현재 위치
pt_br: Localização atual
zh_hans: 当前位置
zh_hant: 當前位置
